{
  "text": {
    "hello": 105,
    "hi": 106,
    "assalamualaikum": 23,
    "salam": 213,
    "good": 98,
    "morning": 159,
    "can": 46,
    "you": 287,
    "explain": 87,
    "spring": 234,
    "summer": 242,
    "autumn": 26,
    "winter": 283,
    "what": 277,
    "are": 19,
    "the": 253,
    "seasonal": 218,
    "colour": 53,
    "types": 265,
    "does": 78,
    "it": 121,
    "mean": 155,
    "to": 260,
    "be": 34,
    "a": 1,
    "or": 181,
    "describe": 69,
    "four": 95,
    "seasons": 219,
    "in": 116,
    "analysis": 13,
    "of": 171,
    "me": 154,
    "season": 217,
    "thing": 255,
    "apa": 17,
    "maksud": 150,
    "musim": 162,
    "warna": 274,
    "tu": 263,
    "macam": 147,
    "mana": 151,
    "ni": 168,
    "sebenarnya": 220,
    "am": 10,
    "i": 113,
    "style": 239,
    "s": 211,
    "difference": 72,
    "between": 37,
    "warm": 273,
    "and": 14,
    "cool": 59,
    "kind": 129,
    "colours": 54,
    "each": 84,
    "wear": 276,
    "there": 254,
    "soft": 231,
    "deep": 67,
    "versions": 269,
    "is": 120,
    "different": 73,
    "from": 96,
    "vs": 272,
    "clear": 51,
    "adakah": 5,
    "ada": 4,
    "sejuk": 221,
    "yang": 286,
    "dan": 61,
    "apakah": 18,
    "beza": 38,
    "same": 214,
    "as": 20,
    "how": 111,
    "do": 77,
    "determine": 70,
    "my": 164,
    "factors": 91,
    "look": 145,
    "at": 24,
    "find": 92,
    "based": 33,
    "on": 177,
    "skin": 230,
    "tone": 261,
    "eyes": 89,
    "hair": 101,
    "too": 262,
    "decide": 66,
    "whether": 279,
    "m": 146,
    "will": 282,
    "test": 250,
    "lighting": 140,
    "involved": 119,
    "process": 197,
    "saya": 215,
    "ditentukan": 76,
    "tengok": 249,
    "untuk": 268,
    "tahu": 245,
    "should": 228,
    "come": 55,
    "without": 284,
    "makeup": 149,
    "lipstick": 141,
    "session": 224,
    "need": 167,
    "remove": 205,
    "foundation": 94,
    "okay": 175,
    "have": 104,
    "little": 142,
    "must": 163,
    "completely": 56,
    "barefaced": 32,
    "mascara": 153,
    "bring": 41,
    "remover": 206,
    "light": 139,
    "concealer": 57,
    "allowed": 9,
    "kena": 128,
    "datang": 64,
    "bare": 31,
    "face": 90,
    "ke": 127,
    "boleh": 39,
    "pakai": 184,
    "eyeliner": 88,
    "long": 144,
    "take": 247,
    "half": 102,
    "day": 65,
    "off": 172,
    "estimated": 85,
    "duration": 82,
    "hours": 110,
    "much": 161,
    "time": 259,
    "set": 226,
    "aside": 22,
    "less": 138,
    "than": 251,
    "an": 12,
    "hour": 109,
    "packages": 183,
    "durations": 83,
    "lama": 134,
    "tak": 246,
    "sesi": 223,
    "ambik": 11,
    "masa": 152,
    "berapa": 36,
    "get": 97,
    "card": 47,
    "receive": 201,
    "swatch": 243,
    "guide": 99,
    "something": 232,
    "home": 108,
    "chart": 49,
    "included": 117,
    "personalised": 189,
    "palette": 186,
    "printed": 196,
    "digital": 74,
    "reference": 203,
    "dapat": 63,
    "korang": 131,
    "bagi": 28,
    "kad": 125,
    "anything": 16,
    "physical": 190,
    "offer": 173,
    "virtual": 271,
    "sessions": 225,
    "this": 256,
    "done": 80,
    "online": 178,
    "option": 180,
    "for": 93,
    "remote": 204,
    "consultation": 58,
    "through": 257,
    "zoom": 289,
    "attend": 25,
    "another": 15,
    "state": 235,
    "whatsapp": 278,
    "video": 270,
    "accepted": 3,
    "book": 40,
    "buat": 42,
    "je": 122,
    "guna": 100,
    "call": 45,
    "kalau": 126,
    "dekat": 68,
    "sabah": 212,
    "still": 236,
    "white": 280,
    "dress": 81,
    "certain": 48,
    "way": 275,
    "code": 52,
    "avoid": 27,
    "patterns": 187,
    "scarf": 216,
    "t": 244,
    "shirt": 227,
    "required": 208,
    "baju": 29,
    "plain": 191,
    "tudung": 264,
    "putih": 198,
    "who": 281,
    "only": 179,
    "models": 158,
    "influencers": 118,
    "men": 156,
    "hijabis": 107,
    "accept": 2,
    "working": 285,
    "adults": 6,
    "suitable": 241,
    "students": 238,
    "older": 176,
    "people": 188,
    "benefit": 35,
    "if": 115,
    "don": 79,
    "lelaki": 136,
    "join": 123,
    "langsung": 135,
    "know": 130,
    "suit": 240,
    "after": 7,
    "recommendations": 202,
    "happens": 103,
    "post": 193,
    "report": 207,
    "lepas": 137,
    "rujuk": 210,
    "result": 209,
    "balik": 30,
    "nanti": 166,
    "notes": 170,
    "cost": 60,
    "your": 288,
    "price": 195,
    "tiers": 258,
    "student": 237,
    "discount": 75,
    "choose": 50,
    "package": 182,
    "spot": 233,
    "most": 160,
    "popular": 192,
    "bundle": 43,
    "dia": 71,
    "pakej": 185,
    "lain": 133,
    "premium": 194,
    "asdfasdf": 21,
    "qwertyuiop": 199,
    "huh": 112,
    "even": 86,
    "ugh": 266,
    "idk": 114,
    "name": 165,
    "lol": 143,
    "ajshdkashd": 8,
    "makes": 148,
    "no": 169,
    "sense": 222,
    "__number__": 0,
    "single": 229,
    "ok": 174,
    "thanks": 252,
    "bye": 44,
    "tell": 248,
    "joke": 124,
    "unicorn": 267,
    "dance": 62,
    "random": 200,
    "message": 157,
    "la": 132
  },
  "intent": {
    "greet": 12,
    "ask_what_are_color_seasons": 10,
    "ask_season_subtypes": 7,
    "ask_how_is_color_season_determined": 1,
    "ask_makeup_requirement": 3,
    "ask_session_duration": 8,
    "ask_palette_given": 4,
    "ask_virtual_session_available": 9,
    "ask_what_to_wear": 11,
    "ask_is_color_analysis_inclusive": 2,
    "ask_post_session_recommendations": 5,
    "ask_pricing_or_packages": 6,
    "nlu_fallback": 13,
    "ask_booking_process": 0
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_llm_fallback": 7,
    "utter_ask_booking_process": 13,
    "utter_ask_pricing_or_packages": 14,
    "utter_greet": 15
  },
  "action_text": null,
  "intent_response_key": null
}