{
  "text": {
    "can": 23,
    "you": 170,
    "explain": 52,
    "spring": 135,
    "summer": 140,
    "autumn": 14,
    "winter": 167,
    "what": 161,
    "are": 10,
    "the": 146,
    "seasonal": 125,
    "colour": 28,
    "types": 154,
    "does": 44,
    "it": 77,
    "mean": 91,
    "to": 151,
    "be": 18,
    "a": 0,
    "or": 107,
    "describe": 38,
    "four": 58,
    "seasons": 126,
    "in": 72,
    "analysis": 7,
    "s": 122,
    "difference": 40,
    "between": 20,
    "warm": 158,
    "and": 8,
    "cool": 34,
    "kind": 78,
    "of": 98,
    "colours": 29,
    "each": 50,
    "season": 124,
    "wear": 160,
    "there": 147,
    "soft": 133,
    "deep": 37,
    "versions": 155,
    "is": 76,
    "different": 41,
    "from": 59,
    "how": 69,
    "do": 43,
    "determine": 39,
    "my": 96,
    "factors": 54,
    "look": 86,
    "at": 12,
    "find": 55,
    "based": 17,
    "on": 103,
    "skin": 132,
    "tone": 152,
    "eyes": 53,
    "hair": 62,
    "too": 153,
    "decide": 36,
    "whether": 163,
    "i": 70,
    "m": 87,
    "will": 166,
    "test": 144,
    "me": 90,
    "lighting": 82,
    "involved": 75,
    "process": 114,
    "should": 131,
    "come": 30,
    "without": 168,
    "makeup": 88,
    "lipstick": 83,
    "session": 127,
    "need": 97,
    "remove": 119,
    "foundation": 57,
    "okay": 101,
    "have": 64,
    "little": 84,
    "must": 95,
    "completely": 31,
    "barefaced": 16,
    "mascara": 89,
    "bring": 22,
    "remover": 120,
    "light": 81,
    "concealer": 32,
    "allowed": 5,
    "long": 85,
    "take": 143,
    "half": 63,
    "day": 35,
    "off": 99,
    "estimated": 51,
    "duration": 48,
    "hours": 68,
    "much": 94,
    "time": 150,
    "set": 129,
    "aside": 11,
    "less": 80,
    "than": 145,
    "an": 6,
    "hour": 67,
    "packages": 108,
    "durations": 49,
    "get": 60,
    "card": 24,
    "receive": 115,
    "swatch": 141,
    "guide": 61,
    "something": 134,
    "home": 66,
    "chart": 26,
    "included": 73,
    "personalised": 112,
    "palette": 109,
    "printed": 113,
    "digital": 42,
    "reference": 117,
    "offer": 100,
    "virtual": 157,
    "sessions": 128,
    "this": 148,
    "done": 46,
    "online": 104,
    "option": 106,
    "for": 56,
    "remote": 118,
    "consultation": 33,
    "through": 149,
    "zoom": 171,
    "attend": 13,
    "another": 9,
    "state": 136,
    "whatsapp": 162,
    "video": 156,
    "accepted": 2,
    "book": 21,
    "white": 164,
    "dress": 47,
    "certain": 25,
    "way": 159,
    "code": 27,
    "avoid": 15,
    "patterns": 110,
    "scarf": 123,
    "t": 142,
    "shirt": 130,
    "required": 121,
    "who": 165,
    "only": 105,
    "models": 93,
    "influencers": 74,
    "men": 92,
    "hijabis": 65,
    "accept": 1,
    "working": 169,
    "adults": 3,
    "suitable": 139,
    "students": 137,
    "older": 102,
    "people": 111,
    "benefit": 19,
    "if": 71,
    "don": 45,
    "know": 79,
    "suit": 138,
    "after": 4,
    "recommendations": 116
  },
  "intent": {
    "ask_what_are_color_seasons": 8,
    "ask_season_subtypes": 5,
    "ask_how_is_color_season_determined": 0,
    "ask_makeup_requirement": 2,
    "ask_session_duration": 6,
    "ask_palette_given": 3,
    "ask_virtual_session_available": 7,
    "ask_what_to_wear": 9,
    "ask_is_color_analysis_inclusive": 1,
    "ask_post_session_recommendations": 4,
    "nlu_fallback": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_llm_fallback": 7,
    "utter_ask_how_is_color_season_determined": 13,
    "utter_ask_is_color_analysis_inclusive": 14,
    "utter_ask_makeup_requirement": 15,
    "utter_ask_palette_given": 16,
    "utter_ask_post_session_recommendations": 17,
    "utter_ask_season_subtypes": 18,
    "utter_ask_session_duration": 19,
    "utter_ask_virtual_session_available": 20,
    "utter_ask_what_are_color_seasons": 21,
    "utter_ask_what_to_wear": 22
  },
  "action_text": null,
  "intent_response_key": null
}