{
  "text": {
    "can": 42,
    "you": 254,
    "explain": 78,
    "spring": 206,
    "summer": 213,
    "autumn": 24,
    "winter": 250,
    "what": 244,
    "are": 18,
    "the": 222,
    "seasonal": 192,
    "colour": 48,
    "types": 233,
    "does": 69,
    "it": 109,
    "mean": 140,
    "to": 228,
    "be": 32,
    "a": 0,
    "or": 162,
    "describe": 62,
    "four": 86,
    "seasons": 193,
    "in": 104,
    "analysis": 12,
    "of": 153,
    "me": 139,
    "season": 191,
    "thing": 224,
    "apa": 16,
    "maksud": 135,
    "musim": 144,
    "warna": 241,
    "tu": 231,
    "macam": 132,
    "mana": 136,
    "ni": 150,
    "sebenarnya": 194,
    "am": 9,
    "i": 101,
    "style": 210,
    "s": 186,
    "difference": 64,
    "between": 35,
    "warm": 240,
    "and": 13,
    "cool": 54,
    "kind": 116,
    "colours": 49,
    "each": 75,
    "wear": 243,
    "there": 223,
    "soft": 204,
    "deep": 60,
    "versions": 236,
    "is": 108,
    "different": 65,
    "from": 87,
    "vs": 239,
    "clear": 46,
    "adakah": 4,
    "ada": 3,
    "sejuk": 195,
    "yang": 253,
    "dan": 55,
    "apakah": 17,
    "beza": 36,
    "same": 188,
    "as": 19,
    "how": 99,
    "do": 68,
    "determine": 63,
    "my": 146,
    "factors": 82,
    "look": 130,
    "at": 22,
    "find": 83,
    "based": 31,
    "on": 158,
    "skin": 203,
    "tone": 229,
    "eyes": 80,
    "hair": 91,
    "too": 230,
    "decide": 59,
    "whether": 246,
    "m": 131,
    "will": 249,
    "test": 220,
    "lighting": 125,
    "involved": 107,
    "process": 173,
    "saya": 189,
    "ditentukan": 67,
    "tengok": 219,
    "untuk": 235,
    "tahu": 216,
    "should": 202,
    "come": 50,
    "without": 251,
    "makeup": 134,
    "lipstick": 126,
    "session": 198,
    "need": 149,
    "remove": 180,
    "foundation": 85,
    "okay": 156,
    "have": 94,
    "little": 127,
    "must": 145,
    "completely": 51,
    "barefaced": 30,
    "mascara": 138,
    "bring": 39,
    "remover": 181,
    "light": 124,
    "concealer": 52,
    "allowed": 8,
    "kena": 115,
    "datang": 57,
    "bare": 29,
    "face": 81,
    "ke": 114,
    "boleh": 37,
    "pakai": 164,
    "eyeliner": 79,
    "long": 129,
    "take": 218,
    "half": 92,
    "day": 58,
    "off": 154,
    "estimated": 76,
    "duration": 73,
    "hours": 98,
    "much": 143,
    "time": 227,
    "set": 200,
    "aside": 21,
    "less": 123,
    "than": 221,
    "an": 11,
    "hour": 97,
    "packages": 163,
    "durations": 74,
    "lama": 119,
    "tak": 217,
    "sesi": 197,
    "ambik": 10,
    "masa": 137,
    "berapa": 34,
    "get": 88,
    "card": 43,
    "receive": 176,
    "swatch": 214,
    "guide": 89,
    "something": 205,
    "home": 96,
    "chart": 45,
    "included": 105,
    "personalised": 168,
    "palette": 165,
    "printed": 172,
    "digital": 66,
    "reference": 178,
    "dapat": 56,
    "korang": 118,
    "bagi": 26,
    "kad": 112,
    "anything": 15,
    "physical": 169,
    "offer": 155,
    "virtual": 238,
    "sessions": 199,
    "this": 225,
    "done": 71,
    "online": 159,
    "option": 161,
    "for": 84,
    "remote": 179,
    "consultation": 53,
    "through": 226,
    "zoom": 256,
    "attend": 23,
    "another": 14,
    "state": 207,
    "whatsapp": 245,
    "video": 237,
    "accepted": 2,
    "book": 38,
    "buat": 40,
    "je": 110,
    "guna": 90,
    "call": 41,
    "kalau": 113,
    "dekat": 61,
    "sabah": 187,
    "still": 208,
    "white": 247,
    "dress": 72,
    "certain": 44,
    "way": 242,
    "code": 47,
    "avoid": 25,
    "patterns": 166,
    "scarf": 190,
    "t": 215,
    "shirt": 201,
    "required": 183,
    "baju": 27,
    "plain": 170,
    "tudung": 232,
    "putih": 174,
    "who": 248,
    "only": 160,
    "models": 142,
    "influencers": 106,
    "men": 141,
    "hijabis": 95,
    "accept": 1,
    "working": 252,
    "adults": 5,
    "suitable": 212,
    "students": 209,
    "older": 157,
    "people": 167,
    "benefit": 33,
    "if": 103,
    "don": 70,
    "lelaki": 121,
    "join": 111,
    "langsung": 120,
    "know": 117,
    "suit": 211,
    "after": 6,
    "recommendations": 177,
    "happens": 93,
    "post": 171,
    "report": 182,
    "lepas": 122,
    "rujuk": 185,
    "result": 184,
    "balik": 28,
    "nanti": 148,
    "notes": 152,
    "asdfasdf": 20,
    "qwertyuiop": 175,
    "huh": 100,
    "even": 77,
    "ugh": 234,
    "idk": 102,
    "your": 255,
    "name": 147,
    "lol": 128,
    "ajshdkashd": 7,
    "makes": 133,
    "no": 151,
    "sense": 196
  },
  "intent": {
    "ask_what_are_color_seasons": 9,
    "ask_season_subtypes": 6,
    "ask_how_is_color_season_determined": 0,
    "ask_makeup_requirement": 2,
    "ask_session_duration": 7,
    "ask_palette_given": 3,
    "ask_virtual_session_available": 8,
    "ask_what_to_wear": 10,
    "ask_is_color_analysis_inclusive": 1,
    "ask_post_session_recommendations": 5,
    "nlu_fallback": 11,
    "ask_payment_method": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_llm_fallback": 7,
    "utter_goodbye": 13
  },
  "action_text": null,
  "intent_response_key": null
}